Repository: marig345/prpltwtr
Catalog: po/*.po
Languages: es, ja

source: Successfully retweeted
es: Retwitteo exitoso
ja: リツイート成功

source: Couldn't retweet status: %s
es: No se pudo retweet estado: %s
ja: リツイート失敗: %s

source: unknown error
es: error desconocido
ja: 不明なエラー

source: Tweet favorited
es: Tweet Favoritos
ja: お気に入りに登録

source: Tweet un-favorited
es: Tweet Favorito desmarcar
ja: お気に入りを解除

source: Successfully reported as spam
es: reportado con éxito como Spam
ja: スパムとして報告

source: Couldn't report spammer: %s
es: No se pudo informar spammer: %s
ja: スパム報告できません: %s

source: Couldn't get status: %s
es: No se pudo obtener el estado: %s
ja: ステータス取得できません: %s

source: Successfully deleted
es: Borrado con éxito
ja: 削除しました

source: Couldn't delete status: %s
es: No se pudo borrar el estado: %s
ja: 削除できません: %s

source: Retweet
ja: リツイート

source: Old Retweet
es: Antiguo Retweet
ja: 昔のリツイート

source: Reply
es: Responder
ja: Responder

source: Reply All
es: Responder a todos
ja: すべて返信

source: Goto Site
es: Ir al sitio
ja: サイトに移動

source: Delete
es: Borrar
ja: 削除

source: In reply to...
es: En respuesta a...
ja: 返信する...

source: Delete Favorite
es: Eliminar Favoritos
ja: お気に入りを削除

source: Add Favorite
es: Agregar a Favoritos
ja: お気に入りを追加

source: Report spammer
es: Reportar spammer
ja: スパム報告

source: Enable Icons in Chat
es: Habilitar los iconos en charla
ja: 会話にアイコンを表示

source: Icon Size
es: Tamaño de icono
ja: アイコンの大きさ

source: GUI Enhancements for PrplTwtr
es: Mejoras del GUI para PrplTwtr
ja: PrplTwtr による GUI 拡張

source: Pidgin specific GUI options for the purple plugin PrplTwtr
es: Opciones específicas del GUI del plugin PrplTwtr para Pidgin
ja: Purple プラグイン PrplTwtr による Pidgin に特有の GUI オプション

source: Could not sign request
es: No se pudo firmar la solicitud
ja: サインインできません

source: Unknown response getting access token
es: Respuesta desconocida obteniendo el token de acceso
ja: アクセストークン取得の不明な応答

source: Error verifying PIN: %s
es: Error de verificación de PIN: %s
ja: PIN 検証エラー: %s

source: Username mismatch
es: Nombre de usuario no coincide
ja: ユーザ名不一致

source: Do you wish to change the name on this account to %s?
es: ¿Desea cambiar el nombre de esta cuenta a %s?
ja: このアカウントのユーザ名を %s に変更しますか?

source: Mismatched Screen Names
es: Conflicto de nombres de pantalla
ja: 表示名不一致

source: Authorized screen name does not match with account screen name
es: Nombre de pantalla no autorizado no coincide con el nombre de cuenta
ja: 認証した表示名がアカウントの表示名と一致しません

source: Cancel
es: Cancelar
ja: キャンセル

source: Yes
es: Si
ja: はい

source: Could not verify credentials
es: No se ha podido verificar las credenciales
ja: 認証を検証できません

source: Error verifying credentials: %s
es: Error al comprobar las credenciales: %s
ja: 認証検証エラー: %s

source: OAuth Authentication
es: Autentificación de OAuth
ja: OAuth 認証

source: Submit
es: Enviar
ja: 送信

source: Invalid response receiving request token
es: Respuesta invalida que recibe en solicitud de token
ja: リクエストトークン受信に不正な応答

source: Error receiving request token: %s
es: Error al recibir solicitud de token %s
ja: リクエストトークン受信エラー: %s

source: Canceled PIN entry
es: Entrada cancelada del PIN
ja: PIN入力をキャンセル

source: Friends
es: Amigos
ja: 友だち

source: Followers
es: Seguidores
ja: フォロワー

source: Tweets
ja: ツイート

source: Account Link
ja: アカウント リンク

source: Last status
ja: 最新の状態

source: No user info available. Loading from server...
ja: ユーザ情報が利用できません。サーバより受信中...

source: Error sending DM: %s
es: Error enviando DM: %s
ja: 直接メッセージ送信エラー: %s

source: Error sending reply: %s
es: Error enviando respuesta: %s
ja: 応答送信エラー: %s

source: Could not retrieve replies, giving up trying
es: No se pudo recuperar respuestas, renunciando a intentar
ja: 応答を受信できませんでした。

source: Received Invalid XML
es: Recibido XML no válido
ja: 不正なXMLを受信

source: Unauthorized
es: no autorizado
ja: 認証されませんでした

source: Unknown error
es: Error desconocido
ja: 不明なエラー

source: Connected
es: conectado
ja: 接続

source: Remaining
es: Restante
ja: 残り

source: Rate Limit Status
es: Tasa de Estado Límite
ja: レート制限状態

source: Status
es: Estado
ja: 状態

source: Set Account Status
es: Estado de cuenta determinado
ja: アカウント状態を設定

source: _Set
ja: 設定(_S)

source: _Cancel
ja: キャンセル(_C)

source: Set status
es: Establecer el estado
ja: 状態を設定

source: Debug - Retrieve users
es: Depurar - Recuperar los usuarios
ja: デバッグ - ユーザ受信

source: Open Favorites URL
es: Abrir Favoritos URL
ja: お気に入りの URL を開く

source: Open Retweets of Mine
es: Abrir Mis Tweets Retwitteados
ja: 私のリツイートを開く

source: Open Replies
es: Abrir Respuestas
ja: 返信を開く

source: Open Suggested Friends
es: Abrir sugerida amigos
ja: おすすめの友だちを開く

source: Connecting...
es: Conectando...
ja: 接続中...

source: Unknown reply by twitter server
es: Respuesta desconocida por el servidor de Twitter
ja: ツイッターサーバによる不明な応答

source: Twitter Set Status
es: Estado determinado de Twitter
ja: ツイッターのステータスを設定

source: Error setting Twitter Status
es: Error al establecer el estado de Twitter
ja: ツイッターのステータス設定エラー

source: Automatically open chat on new tweets (Currently: %s)
es: Abrir automáticamente el chat en nuevos tweets (Actualmente: %s)
ja: 新しいツイートに自動的に会話をオープンする(現在: %s)

source: On
ja: オン

source: Off
ja: オフ

source: (set)
ja: (設定)

source: Prepend%s
es: Anteponer%s
ja: 先付け %s

source: Append%s
es: Anexar%s
ja: 後付け %s

source: Tag all chats with search term:
es: Marcar todos los chats con el término de búsqueda:
ja: 検索した言葉で全ての対話にタグをつける:

source: Direct Message
es: Mensaje Directo
ja: ダイレクトメッセージ

source: Clear Reply Marker
es: Limpiar marcador de respuesta
ja: 返信マーカーを削除

source: No passwords with OAuth
es: No hay contraseñas con OAuth
ja: OAuth でパスワードなし

source: Twitter for Purple
es: Twitter para Pidgin
ja: Purpleライブラリを使用したツイッター

source: Access Twitter from within libpurple applications
ja: Purpleライブラリを使用してツイッターにアクセス

source: Status.net for Purple (Twitter API)
ja: Purpleライブラリを使用した Status.net (Twitter API)

source: Access status.net microblogging servers from within libpurple applications
ja: Purpleライブラリを使用して status.net マイクロブログサーバーにアクセス

source: Server
ja: サーバー

source: server name
ja: サーバー名

source: Search must be filled in when joining a search chat
es: La búsqueda debe ser completada al entrar en una charla de la búsqueda
ja: チャットに参加するときは検索する言葉を必ず指定してください

source: Enable HTTPS
es: Habilitar HTTPS
ja: HTTPS を有効

source: Enable OAuth (more secure, higher rate limit)
es: Habilitar OAuth (mas seguro, mas alto limite de velocidad)
ja: OAuth を有効(より安全, 制約が少ない)

source: Custom Consumer Key
ja: カスタム コンシューマ キー

source: Custom Consumer Secret
ja: カスタム コンシューマ シークレット

source: Default IM to buddy is a DM
es: la mensajería instantánea por defecto para ese amigo es un mensaje directo
ja: 友だちへの標準のインスタントメッセージをダイレクトメッセージにする

source: Retrieve tweets history after login
es: Recuperar historial de tweets después de iniciar sesión
ja: ログイン後にツイート履歴を受信

source: Sync availability status message to Twitter
es: Disponibilidad de sincronización de mensajes de estado en Twitter
ja: 利用可能なステータスメッセージをツイッターと同期

source: Add following as friends (NOT recommended for large follower list)
es: Añadir siguientes como amigos (NO se recomienda para la lista de seguidores grandes)
ja: 友だちとしてフォローを追加(大きなフォロワーリストでは非推奨)

source: <nickname> | <full name>
ja: <ニックネーム> | <フルネーム>

source: <nickname> only
ja: <ニックネーム> のみ

source: <full name> only
ja: <フルネーム> のみ

source: Set default alias to:
ja: 標準のエイリアス:

source: Add URL link to each tweet
es: Añadir enlace URL a cada tweet
ja: それぞれのツイートにURLリンクを追加

source: Buddy last tweet hours before set offline (0: Always online)
es: Tweet última hora de amigos online antes de establecer offline (0: Siempre online)
ja: 最後のツイートを送ってからオフラインになるまでの時間 (0: 常にオンライン)

source: Max historical timeline tweets to retrieve (0: infinite)
es: Tweets máximo histórico línea de tiempo para recuperar (0: infinito)
ja: 読み取るツイートの最大数 (0: 無制限)

source: Refresh timeline every (min)
ja: タイムラインを更新する時間 (分)

source: Refresh replies every (min)
es: Actualizar todas las respuestas (min)
ja: 返信を更新する時間 (分)

source: Refresh direct messages every (min)
es: Actualizar todos los mensajes directos (min)
ja: ダイレクトメッセージを更新する時間 (分)

source: Refresh lists every (min)
ja: リストを更新する時間 (分)

source: Refresh friendlist every (min)
es: Actualizar toda la lista de amigos (min)
ja: 友だちリストを更新する時間(分)

source: Default refresh search results every (min)
es: Por defecto cargar todos los resultados de la búsqueda (min)
ja: 検索結果を更新する時間(分)

source: API Base URL
ja: API ベース URL

source: Chat Join
es: Unirse al chat
ja: チャットに参加

source: Invalid Chat
es: Invalido chat
ja: 無効なチャット

source: Error sending tweet: %s
es: Error enviando tweet: %s
ja: ツイート送信エラー: %s

source: Lock reply
es: Bloqueo de respuesta
